Page({
  data: {
    noticeList: [{
      title: "通知公告",
      content: "近日，发现很多与平台内容不符的文章，且无实际意义，鉴于此，关闭部分作者发文权限，删除部分违规账号。此后，发文仍需在话题频道提问或者回答问题获取...",
      date: "2018-12-23  12:45",
      state: 0 // 是否展开状态，0：未展开，1：展开
    }, {
      title: "通知公告",
      content: "近日，发现很多与平台内容不符的文章，且无实际意义，鉴于此，关闭部分作者发文权限，删除部分违规账号。此后，发文仍需在话题频道提问或者回答问题获取...",
      date: "2018-12-23  12:45",
      state: 0 // 是否展开状态，0：未展开，1：展开
    }, {
      title: "通知公告",
      content: "近日，发现很多与平台内容不符的文章，且无实际意义，鉴于此，关闭部分作者发文权限，删除部分违规账号。此后，发文仍需在话题频道提问或者回答问题获取...",
      date: "2018-12-23  12:45",
      state: 0 // 是否展开状态，0：未展开，1：展开
    }, {
      title: "通知公告",
      content: "近日，发现很多与平台内容不符的文章，且无实际意义，鉴于此，关闭部分作者发文权限，删除部分违规账号。此后，发文仍需在话题频道提问或者回答问题获取...",
      date: "2018-12-23  12:45",
      state: 0 // 是否展开状态，0：未展开，1：展开
    }, {
      title: "通知公告",
      content: "近日，发现很多与平台内容不符的文章，且无实际意义，鉴于此，关闭部分作者发文权限，删除部分违规账号。此后，发文仍需在话题频道提问或者回答问题获取...",
      date: "2018-12-23  12:45",
      state: 0 // 是否展开状态，0：未展开，1：展开
    }]
  }
})